Documents/commentary.org
#+TITLE: How did I do my project?
#+DATE: 13th June, 2021

*The project commentary is a document giving an overview of my project. This is not complete.*

* Why did I choose the topic?

* What were my aims?

* How did I manage my time?

* What research did I do & how did I conduct it?

* What skills have I learned over the course of my project?
*Note: this section needs particularly clear details and examples*

* What are some problems I faced, how did I solve them?

* What would I improve if doing the project again?

* What are my reflections on the overall outcome of the project?
