Documents/commentary.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>EPQ Commentary: How did I do my project?</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/simple.min.css" /><link rel="stylesheet" href="/custom.css" />
</head>
<body>
<div id="preamble" class="status">

<div class="header">
    <span class="title">EPQ Commentary: How did I do my project?</span>
    <div class="links">
        <a href="/">Home</a>
        <a href="/Notes/daily/2022-01-23.html">Latest daily</a>
        <a href="https://github.com/Minion3665/EPQ/issues/new">Report issue</a>
        <a href="https://github.com/Minion3665/EPQ">View source</a>
    </div>
</div>
</div>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org09eb316">Why did I choose the topic?</a></li>
<li><a href="#org72a178d">What were my aims?</a></li>
<li><a href="#org9c6cf51">How did I manage my time?</a></li>
<li><a href="#org95fb5d0">What research did I do &amp; how did I conduct it?</a></li>
<li><a href="#org8cb78bd">What skills have I learned over the course of my project?</a></li>
<li><a href="#org668a37a">What are some problems I faced, how did I solve them?</a></li>
<li><a href="#org37b0a46">What would I improve if doing the project again?</a></li>
<li><a href="#orged73fc0">What are my reflections on the overall outcome of the project?</a></li>
</ul>
</div>
</div>
<p>
<i>The project commentary is a document giving an overview of my project. This is not complete.</i>
</p>

<div id="outline-container-org09eb316" class="outline-2">
<h2 id="org09eb316">Why did I choose the topic?</h2>
</div>

<div id="outline-container-org72a178d" class="outline-2">
<h2 id="org72a178d">What were my aims?</h2>
</div>

<div id="outline-container-org9c6cf51" class="outline-2">
<h2 id="org9c6cf51">How did I manage my time?</h2>
</div>

<div id="outline-container-org95fb5d0" class="outline-2">
<h2 id="org95fb5d0">What research did I do &amp; how did I conduct it?</h2>
</div>

<div id="outline-container-org8cb78bd" class="outline-2">
<h2 id="org8cb78bd">What skills have I learned over the course of my project?</h2>
<div class="outline-text-2" id="text-org8cb78bd">
<p>
<i>Note: this section needs particularly clear details and examples</i>
</p>
</div>
</div>

<div id="outline-container-org668a37a" class="outline-2">
<h2 id="org668a37a">What are some problems I faced, how did I solve them?</h2>
</div>

<div id="outline-container-org37b0a46" class="outline-2">
<h2 id="org37b0a46">What would I improve if doing the project again?</h2>
</div>

<div id="outline-container-orged73fc0" class="outline-2">
<h2 id="orged73fc0">What are my reflections on the overall outcome of the project?</h2>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 13th June, 2021</p>
</div>
</body>
</html>
